Repository: EmreYlr/itirafApp
Catalog: itirafApp/Feature/Person/Settings/NotificationSettings/Storyboard/mul.lproj/NotificationSettings.xcstrings
Source language: tr
Languages: en

# 2A9-lJ-37n.text
source: Mesaj İstek Sonuçları
en: Message Request Results

# 5mH-0G-HDz.text
source: Yorumlar
en: Comments

# 5Qj-uy-9jf.text
source: İtiraflarından haberdar ol
en: Be notified about your confessions

# b81-or-m7d.text
source: İtiraflarının durum bilgilerininin bildirimini al
en: Get notifications about the status of your confessions

# BJP-Ga-e6a.text
source: Yeni bir mesaj aldığında haberdar ol
en: Be notified when you receive a new message

# DAV-mQ-feR.text
source: İtiraflarına gelen yeni yorumları gör
en: See new comments on your confessions

# dlP-1t-oBx.text
source: Gönderdiğin isteklerin sonuçlarını gör
en: See the results of requests you sent

# fnK-PM-iDd.text
source: Beğeniler
en: Likes

# GaZ-1y-3ma.text
source: Tüm Bildirimler
en: All Notifications

# ikY-do-jWm.text
source: Mesajlar
en: Messages

# KXr-Zq-PZw.text
source: İtiraf
en: Confession

# QLR-wg-EnK.text
source: İtirafların beğenildiğinde bildirim al
en: Get notified when your confessions are liked

# Sbs-O3-EUA.text
source: Sana gelen mesaj isteklerini gör
en: See message requests sent to you

# UPD-fL-Qkh.text
source: Mesaj İstekleri
en: Message Requests

# Xek-7k-3ZM.text
source: Modaratör
en: Moderator
